import React from 'react'
import '../Style/Poet.css'

function Franko() {
    return (
        <div className='cont'>
            <div>
            <img src='https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSxbhTNGuQ7X_bEOsjTjVDuNEc1Ob26wA-R4Q&s' />
            <p>
                Ива́н Я́ковлевич Франко́ (укр. Іван Якович Франко, пол. Iwan Franko, нем. Ivan Franko; 27 августа 1856[2][3][…], Нагуевичи, Королевство Галиции и Лодомерии[4][5] — 28 мая 1916[2][3][…], Львов, Цислейтания[4][5]) — украинский[6] писатель, поэт, учёный, публицист и деятель революционного социалистического движения в королевстве Галиции и Лодомерии (Австро-Венгерской империи). Писал на украинском, польском[7], русском и немецком языках.

                Один из инициаторов основания «Русско-украинской радикальной партии» (позже «Украинская радикальная партия» — УРП) и Украинской национально-демократической партии, действовавших на территории Австрии.

                В честь Франко город Станислав переименован в Ивано-Франковск, а во Львовской области пгт Янов — в Ивано-Франково</p>
        </div>
        </div>
    )
}

export default Franko
