import React from 'react'
import '../Style/Poet.css'

function Lesya() {
    return (
        <div className='cont'>
            <div>
            <img src='https://24smi.org/public/media/resize/800x-/2017/9/20/08_DoAQE9r.jpg' />
            <p>Ле́ся Украи́нка (укр. Леся Українка), настоящее имя Лари́са Петро́вна Ко́сач-Кви́тка (укр. Лариса Петрівна Косач-Квітка; 13 (25) февраля 1871, Новоград-Волынский, Волынская губерния — 19 июля (1 августа) 1913, Сурами, Тифлисская губерния) — украинская поэтесса, писательница, переводчица. Яркая представительница украинского революционного романтизма и критического реализма.

                Писала в самых разнообразных жанрах: поэзии, лирике, драме, прозе, публицистике; работала в области фольклористики (220 народных мелодий записано с её голоса[5]); активно участвовала в украинском национальном движении.

                Известна благодаря своим сборникам стихов «На крыльях песен» (1893), «Думы и мечты» (1899), «Отзывы» (1902), поэм «Старая сказка» (1893), «Одно слово» (1903), драм «Боярыня» (1913), «Кассандра» (1903—1907), «В катакомбах» (1905), «Лесная песня» (1911) и другие.

                Участвовала в социалистическом движении, была соучредительницей группы «Украинская социал-демократия[укр.]»[6]; занималась переводом на украинский язык «Манифеста Коммунистической партии» Карла Маркса и Фридриха Энгельса[7], однако нет надёжных свидетельств, что вышедший в итоге текст принадлежит её перу[8].

                По результатам опросов украинцев в настоящее время Леся Украинка вошла в тройку самых выдающихся соотечественников, наряду с Тарасом Шевченко и Богданом Хмельницким[9].</p>
        </div>
        </div>
    )
}

export default Lesya
