import React from 'react'
import '../Style/Poet.css'

function Taras() {
    return (
        <div className='cont'>
            <div>
                <img src='https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/%D0%A2._%D0%93._%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE._%D0%9A%D0%B2%D1%96%D1%82%D0%B5%D0%BD%D1%8C_1859.jpg/330px-%D0%A2._%D0%93._%D0%A8%D0%B5%D0%B2%D1%87%D0%B5%D0%BD%D0%BA%D0%BE._%D0%9A%D0%B2%D1%96%D1%82%D0%B5%D0%BD%D1%8C_1859.jpg' />
                <p>
                    Тара́с Григо́рьевич[К 2] Шевче́нко (укр. Тара́с Григо́рович Шевче́нко; 25 февраля [9 марта] 1814, село Моринцы, Звенигородский уезд, Киевская губерния, Российская империя — 26 февраля [10 марта] 1861, Санкт-Петербург, Российская империя) — украинский поэт, прозаик, мыслитель[11], живописец, график, этнограф, общественный деятель[12], демократ, противник крепостного права.
                    Литературное наследие Шевченко, центральную роль в котором играет поэзия, в частности сборник «Кобзарь», считается основой современной украинской литературы и во многом украинского литературного языка. Деятель украинского национального движения, член Кирилло-Мефодиевского братства.
                </p>
            </div>
        </div>
    )
}

export default Taras
